Repository: OpenMediaVault-Plugin-Developers/openmediavault-fail2ban
Catalog: usr/share/openmediavault/locale/*/openmediavault-fail2ban.po
Languages: cs_cz, de_de, es_es, fr_fr, gl, hu_hu, it_it, ja_jp, nl_nl, pl_pl, ru_ru

source: A filter defines a regular expression which must match a pattern corresponding to a log-in failure or any other expression.
cs_cz: Filtr určuje regulární výraz, který se musí shodovat se vzorcem odpovídajícím nepodařenému přihlášení nebo jakémukoliv jinému výrazu.
de_de: Ein Filter definiert einen regulären Ausdruck, der mit einem Muster übereinstimmen muss, das einem Anmeldefehler oder einem anderen Ausdruck entspricht.
es_es: Un filtro define una expresión regular que debe contener un patron de busqueda que corresponda a un error de acceso en el log
fr_fr: Un filtre définit une expression régulière qui doit correspondre à un modèle correspondant à un échec de connexion ou à toute autre expression.
gl: Un filtro define unha expresión regular que debe coincidir cun patrón correspondente a un fallo de inicio de sesión ou a calquera outra expresión.
hu_hu: A szűrő egy reguláris kifejezést definiál, mely egy a bejelentkezési hibára vagy más kifejezésre hasonlító mintára kell illeszkedjen.
it_it: Un filtro definisce un'espressione regolare che deve corrispondere a un modello corrispondente a un errore di accesso o a qualsiasi altra espressione.
ja_jp: フィルタにはログイン失敗やその他の式に対応するパターンと一致する正規表現を定義します。
nl_nl: Een filter is een reguliere expressie die moet overeenkomen met een patroon dat overeenkomt met een inlogfout of een andere expressie.
pl_pl: Filtr definiuje wyrażenie regularne, które musi pasować do wzorca odpowiadającego błędowi logowania lub dowolnemu innemu wyrażeniu.
ru_ru: Фильтр определяет регулярное выражение, которое должно соответствовать шаблону, соответствующему ошибке входа в систему или любому другому выражению.

source: Action
cs_cz: Akce
de_de: Aktion
es_es: Acción
gl: Acción
hu_hu: Művelet
it_it: Azione
ja_jp: アクション
nl_nl: Actie
pl_pl: Akcja
ru_ru: Действие

source: Add Jail
gl: Engadir unha gaiola
hu_hu: Börtön hozzáadása
ru_ru: Добавить запрет

source: An email address to receive ban messages.
cs_cz: E-mailová adresa, na kterou dostávat zprávy o vykázání.
de_de: Eine E-Mail-Adresse für den Empfang von Ban-Meldungen.
es_es: Dirección de correo donde recibir avisos de baneo
fr_fr: Une adresse e-mail pour recevoir des messages d'exclusion.
gl: Un enderezo de correo-e para recibir mensaxes de exclusión.
hu_hu: Egy e-mail cím a tiltási üzenetek számára.
it_it: Un indirizzo email per ricevere i messaggi del ban.
ja_jp: バンされたメッセージを受信するメールアドレス。
nl_nl: Een e-mailadres om banberichten te ontvangen.
pl_pl: Adres e-mail powiadomień o blokowaniu.
ru_ru: Адрес электронной почты для получения сообщений о запрете.

source: Ban Time
cs_cz: Vykázat na dobu
de_de: Bannzeit
es_es: Tiempo de baneo
fr_fr: Temps d'exclusion
gl: Tempo de exclusión
hu_hu: Kitiltási idő
it_it: Orario del ban
ja_jp: バン時間
nl_nl: Ban-tijd
pl_pl: Czas blokady
ru_ru: Время запрета

source: Ban time in seconds.
cs_cz: Doba vykázání v sekundách.
de_de: Bannzeit in Sekunden.
es_es: Tiempo de baneo en segundos
fr_fr: Temps d'exclusion en secondes
gl: Tempo de exclusión en segundos
hu_hu: Kitiltási idő másodpercben.
it_it: Orario del ban in secondi.
ja_jp: 秒単位でのバン時間。
nl_nl: Ban-tijd in seconden.
pl_pl: Czas blokady w sekundach
ru_ru: Время запрета в секундах

source: Bantime
gl: Tempo de exclusión
hu_hu: Kitiltási idő
ru_ru: Определяет длительность времени запрета

source: Can be an IP address, a CIDR mask or a DNS host, separe with space for multiple ip.
cs_cz: Může být IP adresa, maska CIDR nebo hostitel DNS, pro více IP odděleno mezerou.
de_de: Kann eine IP-Adresse, eine CIDR-Maske oder ein DNS-Host sein, getrennt mit Leerzeichen für mehrere IPs.
es_es: Puede ser una Dirección IP, Una mascara CIDR, o un nombre de Host DNS, separados por espacio para multiples IP.
fr_fr: Peut être une adresse IP, un masque CIDR ou un hôte DNS, séparez avec un espace pour plusieurs IP.
gl: Pode ser un enderezo IP, unha máscara CIDR ou un servidor DNS, separado cun espazo para varios IP.
hu_hu: Lehet egy IP cím, egy CIDR-maszk vagy egy DNS kiszolgáló, több érték szóközzel elválasztva.
it_it: Può essere un indirizzo IP, una maschera CIDR o un host DNS, separati da spazio per più IP.
ja_jp: IPアドレス、CIDRマスク、DNSホストのいずれでもかまいません。複数のIPを区切るためにはスペースを使用してください。
nl_nl: Kan een IP-adres, een CIDR-masker of een DNS-host zijn, spatie als scheidingsteken bij meerdere ip's.
pl_pl: Może to być adres IP, maska ​​CIDR lub host DNS, oddzielone spacją na wiele adresów IP.
ru_ru: Может быть IP-адресом, маской CIDR или хостом DNS, разделенным пробелом для ввода нескольких ip-адресов или масок.

source: Date & Time
cs_cz: Datum a čas
de_de: Datum & Uhreit
es_es: Fecha & Hora
fr_fr: Date et heure
gl: Día e hora
hu_hu: Dátum és idő
it_it: Data e orario
ja_jp: 日付と時間
nl_nl: Datum & Tijd
pl_pl: Data i czas
ru_ru: Дата и время

source: Destemail
gl: Correo de destino
hu_hu: E-mail cél
ru_ru: Адрес электронной почты

source: Duration (in seconds) for IP to be banned for. Negative number for 'permanent' ban. (604800 = 1 week)
gl: Duración (en segundos) da exclusión de IP. Número negativo para a prohibición «permanente». (604800 = 1 semana)
hu_hu: Időtartam (másodpercben) a kitiltott IP-címek számára. A negatív szám állandó kitiltást jelent. (1 hét = 604800)
ru_ru: Длительность (в секундах) запрета IP. Отрицательное число для "постоянного" запрета. (604800 = 1 неделя)

source: Edit Jail
gl: Editar a gaiola
hu_hu: Börtön szerkesztése
ru_ru: Редактировать запрет

source: Enable
cs_cz: Povolit
de_de: Aktivieren
es_es: Habilitar
fr_fr: Activer
gl: Activar
hu_hu: Engedélyezés
it_it: Abilita
ja_jp: 有効化
nl_nl: Inschakelen
pl_pl: Włącz
ru_ru: Включить

source: Enabled
cs_cz: Povoleno
de_de: Aktiviert
es_es: Habuilitado
fr_fr: Activé
gl: Activado
hu_hu: Engedélyezve
it_it: Abilitato
ja_jp: 有効化済
nl_nl: Ingeschakeld
pl_pl: Włączone
ru_ru: Включено

source: Fail2ban - Log
gl: Fail2ban: rexistro
hu_hu: Fail2ban - Napló
ru_ru: Fail2ban - Файл журнала

source: Filter
cs_cz: Filtr
es_es: Filtro
fr_fr: Filtre
gl: Filtro
hu_hu: Szűrő
it_it: Filtro
ja_jp: フィルタ
pl_pl: Filtr
ru_ru: Фильтр

source: Findtime
gl: Tempo de busca
hu_hu: Keresési idő
ru_ru: Findtime - определяет длительность интервала в секундах, за которое событие должно повториться определённое количество раз, после чего запрет вступит в силу.

source: General settings
gl: Axustes xerais
hu_hu: Általános beállítások
ru_ru: Общие настройки

source: Ignoreip
gl: IP a ignorar
hu_hu: Mellőzött IP
ru_ru: Ignoreip - IP–адреса, которые не должны быть заблокированы. Можно задать список IP-адресов разделённых пробелами, маску подсети, или имя DNS–сервера. Не рекомендуется оставлять параметр ignoreip со значением по умолчанию 127.0.0.1/8, это создаёт очевидную угрозу в многопользовательских системах — если злоумышленник получил доступ хотя–бы к одному shell–аккаунту, то он имеет возможность беспрепятственно запустить bruteforce–программу для атаки на root или других пользователей прямо с этого–же сервера.

source: Jails
cs_cz: Vyhrazená prostředí
fr_fr: Prisons
gl: Gaiolas
hu_hu: Börtönök
it_it: Jail
nl_nl: Cellen
pl_pl: Więzienia
ru_ru: Запреты

source: Log Path
cs_cz: Cesta k protokolu
de_de: Protokoll-Pfad
es_es: Ruta del Log
fr_fr: Chemin du journal
gl: Ruta do rexistro
hu_hu: Naplófájl útvonala
it_it: Percorso del log
ja_jp: ログのパス
nl_nl: Logboekpad
pl_pl: Ścieżka logów
ru_ru: Путь к файлу журнала

source: Log path
cs_cz: Cesta k protokolu
de_de: Protokoll-Pfad
es_es: ruta del log
fr_fr: Chemin du journal
gl: Ruta do rexistro
hu_hu: Naplófájl útvonala
it_it: Percorso del log
ja_jp: ログのパス
nl_nl: Logboekpad
pl_pl: Ścieżka logów
ru_ru: Log path - Путь к файлу журнала, который программа Fail2ban будет обрабатывать с помощью заданного ранее фильтра. Вся история удачных и неудачных входов в систему, в том числе и по SSH, по умолчанию записывается в log–файл /var/log/auth.log.

source: Max Retry
cs_cz: Nejvýše opakování
de_de: Max. Wiederholversuche
es_es: Nº Max. de reintentos
fr_fr: Essai maximum
gl: Máx. de reintentos
hu_hu: Maximális próbálkozás
it_it: Numero massimo di tentativi
ja_jp: リトライの最大数
nl_nl: Max. pogingen
pl_pl: Maks. Prób
ru_ru: Максимально повторов

source: Max Retry in seconds.
gl: Máx. de reintentos en segundos
hu_hu: Maximális próbálkozás másodprecben.
ru_ru: Максимально повторов в секунду

source: Maxretry
gl: Máx. de reintentos
hu_hu: Maximális próbálkozás
ru_ru: maxretry - количество подозрительных совпадений, после которых применяется правило. В контексте ssh — это число неудавшихся попыток логина, после которых происходит блокировка.

source: Message
cs_cz: Zpráva
de_de: Nachricht
es_es: Mensaje
gl: M;ensaxe
hu_hu: Üzenet
it_it: Messaggio
ja_jp: メッセージ
nl_nl: Bericht
pl_pl: Wiadomość
ru_ru: Сообщение

source: Name
cs_cz: Název
es_es: Nombre
fr_fr: Nom
gl: Nome
hu_hu: Név
it_it: Nome
ja_jp: 名前
nl_nl: Naam
pl_pl: Nazwa
ru_ru: Имя

source: Number of matches (i.e. value of the counter) which triggers ban action on the IP.
cs_cz: Počet shod (tj. hodnota čítače), které spustí akci vykázání dané IP adresy.
de_de: Anzahl der Übereinstimmungen (d. h. Wert des Zählers), die eine Sperrung der IP auslöst.
es_es: Numero que al ser alcanzado dispara la acción definida para la IP. (valor del contador)
fr_fr: Nombre de correspondances (c'est-à-dire valeur du compteur) qui déclenche l'exclusion de l'adresse IP.
gl: Número de coincidencias (é dicir, o valor do contador) que desencadea a acción de exclusión na IP.
hu_hu: Találatok száma (pl. a számláló értéke), mely aktiválja a kitiltó műveletet az IP számára.
it_it: Numero di corrispondenze (vale a dire il valore del contatore) che attivano l'azione del ban sull'IP.
ja_jp: IP上で禁止アクションをトリガーする一致(例えば、カウンタの値)の数。
nl_nl: Aantal overeenkomsten (d.w.z. waarde van de teller) die ban op het IP-adres activeren.
pl_pl: Liczba dopasowań (czyli wartość licznika), która wywołuje blokadę na adresie IP.
ru_ru: Количество совпадений (т. е. значение счетчика), которое инициирует действие на IP.

source: Port
es_es: Puerto
gl: Porto
it_it: Porta
ja_jp: ポート
nl_nl: Poort
ru_ru: Порт

source: Service disabled
cs_cz: Služba zakázána
de_de: Dienst deaktiviert
es_es: Servicio deshabilitado
fr_fr: Service désactivé
gl: Servizo desactivado
hu_hu: Szolgáltatás letiltva
it_it: Servizio disabilitato
ja_jp: サービス無効化
nl_nl: Dienst uitgeschakeld
pl_pl: Usługa wyłączona
ru_ru: Сервис отключен

source: Settings
cs_cz: Nastavení
de_de: Einstellungen
es_es: Opciones
fr_fr: Paramètres
gl: Axustes
hu_hu: Beállítások
it_it: Impostazioni
ja_jp: 設定
nl_nl: Instellingen
pl_pl: Ustawienia
ru_ru: Настройки

source: The counter is set to zero if no match is found within 'findtime' seconds. (604800 = 1 week)
gl: O contador ponse a cero se non se atopa ningunha coincidencia dentro dos segundos de «tempo de busca». (604800 = 1 semana)
hu_hu: A számláló 0 lesz, ha nincs találat a keresési idő alatt. (1 hét = 604800)
ru_ru: Счетчик обнуляется, если нет совпадения в значении findtime секунд. (604800 = 1 неделя)

source: The log file to be scanned by the filter.
cs_cz: Soubor protokolu, který má být filtrem prohledán.
de_de: Die Protokolldatei, die vom Filter durchsucht werden soll.
gl: O ficheiro de rexistro que vai escanear o filtro.
hu_hu: A naplófájl, melyet a szűrő vizsgálni fog.
pl_pl: Plik dziennika, który ma być skanowany przez filtr.
ru_ru: Файл журнала, проверяемый фильтром.

source: The name of the jail.
cs_cz: Název vyhrazeného prostředí.
de_de: Der Name des Jails.
es_es: Nombre de la Jail.
fr_fr: Le nom de la prison.
gl: O nome da gaiola
hu_hu: Börtön neve
it_it: Il nome della jail.
ja_jp: Jailの名前
nl_nl: De naam van de cel.
pl_pl: Nazwa więzienia
ru_ru: Название правила запрета.

source: The port of the jail.
cs_cz: Port vyhrazeného prostředí.
de_de: Der Port des Jails.
es_es: Puerto de la Jail.
fr_fr: Le port de la prison.
gl: O porto da gaiola
hu_hu: Börtön kapuja.
it_it: La porta della jail.
ja_jp: Jailのポート。
nl_nl: De poort van de cel.
pl_pl: Numer portu zabezpieczenia
ru_ru: Порт для запрета.

source: action_= ban only / action_mw=ban & send an email / action_mwl=ban & send an email with whois report and log lines.
cs_cz: action_= pouze vykázat / action_mw= vykázat a poslat e-mail / action_mwl= vykázat a poslat e-mail s výpisem whois a řádky protokolu.
de_de: action_= nur Ban / action_mw=Ban und Versand einer E-Mail / action_mwl=Ban und Versand einer E-Mail mit einem Whois-Bericht und Protokollzeilen.
es_es: action_= Solo ban / action_mw=ban & envía un e-mail / action_mwl=ban & envia un e-mail con información adicional de whois y las lineas de log que han disparado la regla.
fr_fr: « action_ » = Exclusion seulement. « action_mw » = exclure et envoyer un courriel. « action_mwl » = Exclure et envoyer un courriel contenant un « Whois » et les lignes du journal.
gl: action_= só excluír / action_mw= excluír e enviar un correo electrónico / action_mwl= excluír e enviar un correo electrónico co informe de «whois» e as liñas de rexistro.
hu_hu: action_ = csak tiltás / action_mw = tiltás ás e-mail küldése / action_mwl = tiltás és e-mail küldése „whois” jelentéssel és a naplózott sorokkal.
it_it: action_= banna soltanto / action_mw=banna e invia un'e-mail / action_mwl=banna e invia un'e-mail con un report di whois e righe di log.
ja_jp: action_= バンのみ / action_mw= バンとメール送信 / action_mwl=バンとwhoisレポートとログラインのメール送信.
nl_nl: action_= ban alleen / action_mw=ban & e-mail sturen / action_mwl=ban & e-mail sturen met whois-rapport en logboekregels.
pl_pl: action_= tylko blokada / action_mw= blokada i wysłanie e-maila / action_mwl= blokada i wysłanie e-maila z raportem whois oraz liniami dziennika.
ru_ru: action_= только запрет / action_mw= запретить и отправить уведомление по электронной почте / action_will= запретить и отправить письмо по электронной почте с отчётом whois и строками из файла журнала.

source: Ban time
cs_cz: Vykázat na dobu
de_de: Bannzeit
es_es: Tiempo de baneo
fr_fr: Temps d'exclusion
it_it: Orario del ban
ja_jp: Ban時間
nl_nl: Ban-tijd
pl_pl: Czas blokady

source: Create
cs_cz: Vytvořit
de_de: Erstellen
es_es: Crear
fr_fr: Créer
it_it: Crea
ja_jp: 作成
nl_nl: Aanmaken
pl_pl: Utwórz

source: Created jail.
cs_cz: Vyhrazené prostředí vytvořeno.
de_de: Jail erstellt.
es_es: Jail creada.
fr_fr: Créer une prison.
it_it: La jail è stata creata.
ja_jp: 監獄を作成しました。
nl_nl: Cel aanmaken.
pl_pl: Utwórz więzienie

source: Dest email
cs_cz: Cílový e-mail
de_de: Ziel E-Mail
es_es: e-mail de destino
fr_fr: Mail de destination
it_it: Email di destinazione
ja_jp: メール宛先
nl_nl: Bestemmingse-mail
pl_pl: Kieruj do e-mail

source: Duration (in seconds) for IP to be banned for. Negative number for 'permanent' ban. (604800 = 1 week).
cs_cz: Trvání (v sekundách) vykázání IP adresy. Záporné číslo znamená „trvalé“ vykázání. (hodnota 604800 = 1 týden).
de_de: Dauer (in Sekunden), für die die IP gesperrt werden soll. Negative Zahl für 'permanenten' Ban. (604800 = 1 Woche).
es_es: Duración (en segundos) del baneo de la IP. números negativos indican baneo permanente. (ej: 604800 = 1 semana).
fr_fr: Durée (en secondes) pour les IP a bannir. Nombre négatif pour un ban 'permanant'. (604800 = 1 semaine).
it_it: Durata (in secondi) del ban dell'IP. Un numero negativo indica un ban "permanente". (604800 = 1 settimana).
ja_jp: 禁止されるIPの時間(秒単位)。負の数は「永久」禁止を意味します。(604800 = 1週間).
nl_nl: Duur (in seconden) voordat IP wordt verbannen. Negatief nummer voor 'permanente' ban. (604800 = 1 week).
pl_pl: Czas trwania (w sekundach), na jaki adres IP ma być zablokowany. Liczba ujemna oznacza 'stałą' blokadę. (604800 = 1 tydzień).

source: Edit
cs_cz: Upravit
de_de: Bearbeiten
es_es: Editar
fr_fr: Editer
it_it: Modifica
ja_jp: 編集
nl_nl: Bewerken
pl_pl: Edytuj

source: Edit jail.
cs_cz: Upravit vyhrazené prostředí.
de_de: Jail bearbeiten.
es_es: Editar jail.
fr_fr: Editer la prison.
it_it: Modifica la jail.
ja_jp: 監獄を編集
nl_nl: Cel bewerken.
pl_pl: Edytuj więzienie

source: Find time
cs_cz: Najít čas
de_de: Zeit suchen
es_es: Buscar hora
fr_fr: Heure de découverte
it_it: Trova orario
nl_nl: Tijd zoeken
pl_pl: Czas szukania

source: Ignore IP
cs_cz: Ignorovat IP adresu
de_de: IP ignorieren
es_es: Ignorar IP
fr_fr: Ignorer l'IP.
it_it: Ignora IP
ja_jp: 除外IP
nl_nl: IP negeren
pl_pl: Ignoruj IP

source: Max retry
cs_cz: Nejvýše opakování
de_de: Max. Wiederholversuche
es_es: Nº Max. de reintentos
fr_fr: Essai maximum
it_it: Numero massimo di tentativi
ja_jp: 最大リトライ数
nl_nl: Max. pogingen
pl_pl: Maks. prób

source: The counter is set to zero if no match is found within 'findtime' seconds. (604800 = 1 week).
cs_cz: Pokud není během času pro nalezení v sekundách nalezena žádná shoda, čítač se nastaví na nulu. (604800 = 1 týden).
de_de: Der Zähler wird auf Null gesetzt, wenn innerhalb von 'Zeitsuche'-Sekunden keine Übereinstimmung gefunden wird. (604800 = 1 Woche).
es_es: El contador se pone a cero si no hay match en segundos (ej: 604800 = 1 semana).
fr_fr: Le compteur est mis à zéro si aucune correspondance n'est trouvée dans les « findtime » secondes. (604800 = 1 semaine).
it_it: Il contatore viene impostato su zero se non viene trovata alcuna corrispondenza entro 'findtime' secondi. (604800 = 1 settimana).
ja_jp: 'findtime'秒以内に一致するものがない場合，カウンタは0になります。(604800 = 1週間)。
nl_nl: De teller wordt op nul gezet als er binnen 'findtime'-seconden geen match wordt gevonden. (604800 = 1 week).
pl_pl: Jeśli nie zostanie znalezione dopasowanie w ciągu 'findtime' sekund, licznik jest ustawiany na zero. (604800 = 1 tydzień).

source: The log file to be scanned by the filter. Leave blank to scan systemd.
es_es: El archivo de registro que el filtro analizará. Déjelo en blanco para escanear systemd.
fr_fr: Le fichier journal à analyser par le filtre. Laisser vide pour scanner systemd.
it_it: Il file di log da analizzare con il filtro. Lasciare vuoto per analizzare systemd.
nl_nl: Het logbestand dat door het filter moet worden gescand. Leeg laten om systemd te scannen.
